Repository: common-repository/wc-sold-unit-display
Catalog: languages/wsud-*.po
Languages: th

source: already sold
th: ขายแล้ว

source: units
th: ชิ้น

source: Unit Sold Display Settings
th: ตั้งค่าการแสดงผล จำนวนสินค้าที่ขายแล้ว

source: The following options for configure unit sold display settings
th: ตั้งค่าการแสดงผล จำนวนสินค้าที่ขายแล้ว ในหน้าเว็บไซต์

source: Show on Single Product
th: แสดงบนหน้าสินค้า

source: Show product unit sold on single product page
th: แสดงบนหน้ารายละเอียดสินค้า

source: Show on Product List/Archive
th: แสดงบนหน้ารายการสินค้า

source: Show product unit sold on product list/archive page
th: แสดงบนหน้ารายการสินค้าที่มีสินค้าหลายชิ้น

source: Hide when zero sales
th: ซ่อนเมื่อขายได้ 0 ชิ้น

source: Hide the unit sold display when zeros sales
th: ไม่แสดงจำนวนที่ขายของรายการที่ขายได้ 0 ชิ้น

source: Prefix Text
th: คำนำหน้า

source: The text for prefix before number. for example 'sold x units', 'sold' means the text here.
th: ข้อความนำหน้า ก่อนตัวเลข ที่จะแสดง ตัวอย่าง เช่น ‘ขายแล้ว x ชิ้น’ การตั้งค่านี้คือ คำว่า ขายแล้ว.

source: Unit Text
th: ข้อความหน่วย

source: The text for product unit. for example 'sold x units', 'units' means the text here.
th: ข้อความที่ใช้แสดงหน่วยที่ขายได้ ตัวอย่าง เช่น ‘ขายแล้ว x ชิ้น’ การตั้งค่านี้คือ คำว่า ชิ้น.

source: Background color
th: สีพื้นหลัง

source: The background color for unit sold display. Default %s.
th: สีพื้นหลัง สำหรับพื้นที่ที่ใช้แสดง จำนวนยอดที่ขายไปแล้ว ค่าเริ่มต้นคือ %s.

source: Background Opacity
th: ความโปร่งแสงของพื้นหลัง

source: The opacity of unit sold display background
th: ความโปร่งแสงของพื้นหลังที่ใช้แสดง จำนวนที่ขายแล้ว

source: Text color
th: สีข้อความ

source: The text color for unit sold display. Default %s.
th: สีของข้อความ ที่ใช้แสดง จำนวนที่ขายแล้ว ค่าเริ่มต้น คือ %s.

source: Text Opacity
th: ความโปร่งแสงของข้อความ

source: The opacity of unit sold display text
th: ปรับแต่งความโปร่งแสงของข้อความ ที่ใช้แสดง จำนวนที่ขายแล้ว

source: Font Size (px)
th: ขนาดอักษร (px)

source: Font size for unit sold box. unit in px.
th: ขนาดของตัวอักษร ที่ใช้ในการแสดง จำนวนที่ขายแล้ว หน่วยเป็น px.

source: Vertical Padding (px)
th: ช่องว่างแนวตั้ง (px)

source: add vertical padding to unit sold box. unit in px.
th: เพิ่มช่องว่างในแนวตั้ง ของ การแสดงจำนวนที่ขายแล้ว หน่วยเป็น px.

source: Horizontal Padding (px)
th: ช่องว่างแนวนอน (px)

source: add horizontal padding to unit sold box. unit in px.
th: เพิ่มช่องว่างในแนวนอน ของ การแสดงจำนวนที่ขายแล้ว หน่วยเป็น px.

source: Margin Top (px)
th: ระยะขอบบน (px)

source: add margin top to unit sold box. unit in px.
th: ระยะห่างระหว่าง ส่วนแสดงจำนวนที่ขายแล้ว กับ ส่วนก่อนหน้า หน่วยเป็น px.

source: Margin Bottom (px)
th: ระยะขอบล่าง (px)

source: add margin bottom to unit sold box. unit in px.
th: ระยะห่างระหว่าง ส่วนแสดงจำนวนที่ขายแล้ว กับ ส่วนถัดไป หน่วยเป็น px.

source: Alignment
th: จากจัดวาง

source: align unit sold box to left right center.
th: การจัดวางตำแหน่งของ การแสดงจำนวนที่ขายแล้ว.

source: Left
th: ซ้าย

source: Right
th: ขวา

source: Center
th: กึ่งกลาง

source: Show the number of product unit sold on frontend.
th: แสดง ตัวเลข จำนวนสินค้าที่ขายแล้ว บนหน้า เว็บไซต์.
